IDEA Open Model
MatSteelEc2 Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the MatSteelEc2 class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public MatSteelEc2()
Public Sub New
public:
MatSteelEc2()
See Also
Reference
MatSteelEc2 Class
IdeaRS.OpenModel.Material Namespace